Repository: skapis/budget-app
Catalog: budgetapp/locale/*/LC_MESSAGES/django.po
Languages: cs

source: Username should only contain alphanumeric characters
cs: Uživatelské jméno musí obsahovat pouze alfanumerické znaky

source: Username is already taken
cs: Uživatel s tímto jménem již existuje

source: Email is invalid
cs: E-mail není platný

source: Email is already taken
cs: Uživatel s tímto e-mailem již existuje

source: Password is too short
cs: Heslo je příliš krátké

source: Activate your account
cs: Aktivujte svůj účet

source: Account was created, we have sent you e-mail with activation link
cs: Učet byl vytvořen, odeslali jsme Vám e-mail s instrukcemi pro aktivaci účtu

source: Account activated succesfully
cs: Účet byl úspěšně aktivován

source: Account is not active, please check you email
cs: Účet není aktivní, zkontrolujte svůj e-mail

source: The user does not exist, please check your credentials
cs: Uživatel s tímto jménem

source: Please fill all fields
cs: Prosím vyplňte všechna povinná pole

source: You have been successfully logout
cs: Byli jste úspěšně odhlášeni

source: Please enter a valid email
cs: Zadaný e-mail není platný

source: Password reset Instructions
cs: Obnovení hesla

source: We have sent you an email to reset your password
cs: E-mail pro obnovení hesla byl odeslán

source: Passwords do not match
cs: Zadaná hesla se neshodují

source: Password link is invalid, please request a new one
cs: Platnost odkazu vypršela

source: Password reset succesfully
cs: Heslo bylo úspěšně změněno

source: Something went wrong
cs: Něco se pokazilo, zkuste to prosím znovu

source: English
cs: Angličtina

source: Czech
cs: Čeština

source: Transaction was created
cs: Transakce byla úspěšně vytvořena

source: Different transaction type than category type
cs: Nesouhlasí typ transakce s typem kategorie

source: All required fields must be filled
cs: Vyplňte prosím všechna povinná pole

source: Transaction was removed
cs: Transakce byla odstraněna

source: Transaction was changed
cs: Změny byly uloženy

source: Currency was changed
cs: Měna byla úspěšně změněna

source: Login to your account
cs: Přihlaste se

source: Username
cs: Uživatelské jméno

source: Password
cs: Heslo

source: Login
cs: Přihlásit se

source: Don't have an account?
cs: Ještě nemáte účet?

source: Sign up
cs: Založit nový účet

source: Forget Password?
cs: Zapomenuté heslo

source: Register for a free account
cs: Založte si nový účet

source: Register
cs: Registrovat

source: Already a user?
cs: Máte už účet?

source: Please enter your email to get reset link
cs: Pro obnovení hesla zadejte svůj e-mail

source: Submit
cs: Odeslat

source: Back to Login
cs: Zpět na přihlášení

source: Set your new password
cs: Nastavení nového hesla

source: Confirm password
cs: Heslo znovu

source: Budget App
cs: Rozpočet

source: Dashboard
cs: Přehled

source: Add Transaction
cs: Nová transakce

source: Show
cs: Zobrazit

source: Balance
cs: Zůstatek

source: Incomes
cs: Příjmy

source: Expenses
cs: Výdaje

source: Transactions
cs: Transakce

source: Month
cs: Měsíc

source: Year
cs: Rok

source: Category
cs: Kategorie

source: Date
cs: Datum

source: Amount
cs: Částka

source: You have no transactions in selected period
cs: V tomto období nemáte žádné transakce

source: Transaction detail
cs: Detail transakce

source: Description
cs: Popis

source: Save Changes
cs: Uložit změny

source: User account
cs: Uživatelský účet

source: Account created
cs: Datum vytvoření účtu

source: Currency
cs: Měna

source: Save
cs: Uložit

source: Sign In
cs: Přihlásit se

source: Sign Up
cs: Založit nový účet

source: Welcome to the Budget App
cs: Vítejte v aplikaci Rozpočet

source: With BudgetApp you can track your incomes and expenses. You can choose the currency of transactions and also use app in two languages. All these features are wrapped in this easy-to-use online budget app.
cs: S aplikací Rozpočet můžete sledovat své příjmy a výdaje. Můžete si také zvolit měnu, v jaké záznamy povedete. Můžete také používat aplikace ve dvou jazycích.

source: Before you start using this app you have to create an account. Then you can create incomes or expenses and see them in charts on dashboard.
cs: Pro využívání aplikace si musíte založit účet. Po založení účtu můžete vytvářet příjmy a výdaje a vidět je v přehledných grafech

source: New Transaction
cs: Nová transakce

source: Type
cs: Typ transakce

source: Income
cs: Příjem

source: Expense
cs: Výdaj

source: Add
cs: Přidat

source: Language
cs: Jazyk

source: Sign out
cs: Odhlásit se
